Repository: PromassGithub/Various
Catalog: Stellare/Logical/mappView/Visualization/Resources/Texts/UserXErrorTexts.tmx
Source language: en
Languages: de

source: Invalid password
de: Passwort ungültig

source: User does not exist
de: Benutzer existiert nicht

source: User already exists
de: Benutzer exisitiert bereits

source: Invalid login token
de: Login Token ungültig

source: No administrator rights
de: Keine Administratorrechte

source: Insufficient access rights
de: Ungenügende Benutzerrechte

source: Role doesn't exist.
de: Rolle existiert nicht

source: Password not strong enough
de: Passwort nicht sicher genug

source: User blocked
de: Benutzer gesperrt

source: Please log in with correct data
de: Bitte melden Sie sich mit den richtigen Daten an

source: No user is logged in
de: Es ist kein Benutzer eingeloggt
